{
    "title":{
        "title":"Портфолио"
    },
    "startingpage": {
        "spanish":"Испанский",
        "english":"Английский язык",
        "russian":"Русский",
        "navbar1":"Главная",
        "navbar2":"Обо мне",
        "navbar3":"Сертификаты",
        "navbar4":"Проекты",
        "navbar5":"Языки",
        "navbar6":"Навыки",        
        "skillsdescription":"Приведенные ниже навыки являются самоописанием.",
        "languages":"Языки и инструменты:",
        "shortdescription":"Привет всем вам",
        "mynameis":"Меня зовут ",
        "name":"Хосе Д. Кихада ",
        "description":", я молодой системный инженер, самоучка, творческий человек, ищущий вызовы, стремящийся использовать свои знания в области разработки программного обеспечения в роли программиста",
        "github":"См. мой github",
        "telegram":"Свяжитесь со мной по адресу",
        "title1":"полученные сертификаты",
        "title1lvs":"Венесуэльский язык жестов",
        "descriptionlvs":"Приложение LVS направлено на обучение венесуэльскому языку жестов в веселой и быстрой форме, делая акцент на выражениях штата Нуэва-Эспарта.",
        "title1medicom":"Medicom",
        "descriptionmedicom":"Medicom - это простое приложение, которое позволяет оптимизировать медицинские файлы в медицинском центре",
        "multiplatform":"Настольный компьютер Мультиплатформа",
        "descriptionmultiplatform":"Приложение было сделано на Java, поэтому его можно запускать на Linux, Windows и Mac.",
        "security":"Шифрование паролей с помощью Bcrypt",
        "descriptionsecurity":"Шифрование паролей позволяет злоумышленнику не увидеть пароли, хранящиеся в базе данных, даже если ему удастся скомпрометировать базу данных.",
        "sql":"Подготовленные предложения",
        "descriptionsql":"Подготовленный оператор - это функция, которая используется для многократного выполнения одинаковых (или похожих) операторов SQL с высокой эффективностью и, в свою очередь, предотвращает атаки SQL-инъекций.",
        "seedetails":"Нажмите здесь, чтобы узнать подробности проекта",
        "backend":"Это часть или ветвь разработки приложений, отвечающая за то, чтобы вся логика страницы работала правильно.",
        "frontend":"Это часть или ветвь разработки приложений, отвечающая за взаимодействие с пользователями путем обеспечения лучшего опыта UX/UI."
    },
    "lvs": {
        "description":"описание",
        "why":"Почему именно этот проект?",
        "descriptionwhy":"Идея изучить язык жестов всегда была со мной с детства, потому что многие одноклассники занимались им, так как у них или членов их семей были нарушения речи и/или слуха, и язык жестов привлек мое внимание, но было не так много мест, где его преподавали. Когда я поступила в колледж, я поняла, что с теми знаниями, которые мне предстояло получить, я могла бы сделать что-то для содействия обучению венесуэльскому жестовому языку. Но только после того, как на одном из предметов нам задали реализовать инновационную систему, я, не задумываясь, решила заняться этим проектом, который так давно хотела сделать.",
        "titletechnologies":"Используемые технологии:",
        "titlecollaborators":"Сотрудники:",
        "collaborators":"В составлении раздела словаря слов и выражений помог отдел специального образования штата Нуэва-Эспарта. Моя лучшая подруга Габриэла Марин очень помогла с рисунками и цветами. Иконки, использованные в кнопках уроков, были сделаны дизайнерами платформы FlatIcon. А за создание базы данных, создание представлений и кодирование системы отвечал я.",
        "colors":"Цвета",
        "colorpalette":"Цветовая палитра",
        "screen":"Экраны системы",
        "prototype":"экраны неокончательного прототипа"
    },
    "medicom": {
        "censorship":"Следующие изображения были подвергнуты цензуре, чтобы сохранить анонимность пользователей системы.",
        "login":"Этот экран позволяет войти в систему, зарегистрировать нового пользователя и отобразить информацию, помогающую войти в систему.",
        "titlelogin":"Вход в систему",
        "userregister":"Модуль регистрации позволяет добавлять новых врачей в систему.",
        "titleuserregister":"Регистрация врачей",
        "menu":"Главное меню системы позволяет врачам заводить новую медицинскую карту и осуществлять поиск уже зарегистрированного врача.",
        "titlemenu":"Главное меню",
        "search":"Раздел поиска позволяет пользователю осуществлять поиск по идентификационному номеру.",
        "titlesearch":"Поиск",
        "recommendations":"Представление рекомендаций содержит полезные советы для людей, у которых могут возникнуть проблемы с входом в систему.",
        "titlerecommendations":"Рекомендации",
        "searchresult":"На экране результатов поиска отображаются данные ранее зарегистрированного пациента.",
        "titlesearchresult":"Результат поиска",
        "medicalcontrolrecord":"Раздел медицинского контроля позволяет создать новую карту пациента с личными данными пациента.",
        "titlemedicalcontrolrecord":"Журнал медицинского контроля",
        "successful":"Эта карточка отображается, когда родственник или пользователь зарегистрирован без ошибок.",
        "titlesuccessful":"Сообщение об успешной регистрации",
        "error":"Эта карточка отображается, когда родственник или пользователь был зарегистрирован с ошибками.",
        "titleerror":"Сообщение об ошибке при регистрации"
    },
    "notfound": {
        "back":"Вернуться к началу"
    }
}